package Test;

import com.sun.xml.internal.ws.util.StringUtils;

/**
 * Created by Gxy on 2018/12/24.
 */
public class Test {

    public static void main(String[] args) {


        String[][] a = {
                {"建筑物1","1层","部门1","房间1"},
                {"建筑物1","1层","部门1","房间2"},

                {"建筑物1","1层","部门2","房间1"},
                {"建筑物1","1层","部门2","房间2"},

                {"建筑物1","2层","部门3","房间1"},
                {"建筑物1","2层","部门3","房间2"},

                {"建筑物1","2层","部门4","房间1"},
                {"建筑物1","2层","部门4","房间2"},

                {"建筑物2","1层","部门1","房间1"},
                {"建筑物2","1层","部门1","房间2"},

                {"建筑物2","1层","部门2","房间1"},
                {"建筑物2","1层","部门2","房间2"}
        };


        System.out.println(15%6);


    }
}
